{
  "eventDetails": [
    {
      "id": "1",
      "eventTitle": "Recent Trends in Machine Learning",
      "eventDescription": "The MIDA society has organised a seminar on the topic “Recent Trends in Machine Learning”. The seminar was organised by the MIDA society in collaboration with the Department of Computer Science, Ramakrishna Mission Vivekananda Centenary College, Rharara, Kolkata on 10th January 2024. The seminar talk was delivered by Prof. Umapada Pal, President of the MIDA society. In the seminar, Prof. Pal has discussed various state-of-the-art research problems and advancement in those areas. Along with it, he has interacted with the students and cleared various doubts of the students regarding these. He has also encouraged students very much through his speech to learn and work in the machine learning and data mining area.",
      "eventVenue": "Ramakrishna Mission Vivekananda Centenary College, Rharara, Kolkata",
      "eventDate": "10th January 2024"
    },
    {
      "id": "2",
      "eventTitle": "An Awareness Program on Artificial Intelligence",
      "eventDescription": "In another seminar, organised by the society in association with Ghoshpara Saraswati Trust Estate Vidyapith, Kalyani on 17th January 2024. The topic of the seminar was “An Awareness Program on Artificial Intelligence”. The seminar was a part of the “Hub of Learning Through Cluster Approach Consisting of Schools and Higher Education Institutions” program, a Govt. initiative to improve the quality of education and promote holistic learning and development. Along with the host school, six other schools also took part in the program. The schools are Pannalal Institution, K.U. Experimental High School, Kalyani Sikshayatan, Bidhan Chandra Memorial Govt. Girls High School, Majherchar Satyapriya Roy Smriti Vidyapith, Springdale High School. Prof. Umapada Pal, President; Prof. Kaushik Roy, Secretary of our society were the spokespersons of that seminar. ",
      "eventVenue": "Ghoshpara Saraswati Trust Estate Vidyapith, Kalyani",
      "eventDate": "17th January 2024"
    }
  ],

  "eventGallery": [
    { "id": "1", "imageLink": "/banner03.webp", "imageAddress": "Location 01" },
    { "id": "2", "imageLink": "/banner04.webp", "imageAddress": "Location 02" }
  ],

  "eventImageGallery": [
    { "id": "1", "imageLink": "/Picture1.jpg", "imageAddress": "Location 01" },
    { "id": "2", "imageLink": "/Picture2.jpg", "imageAddress": "Location 02" },
    { "id": "3", "imageLink": "/Picture3.png", "imageAddress": "Location 01" },
    { "id": "4", "imageLink": "/Picture4.png", "imageAddress": "Location 02" },
    { "id": "5", "imageLink": "/Picture5.png", "imageAddress": "Location 01" },
    { "id": "6", "imageLink": "/Picture6.png", "imageAddress": "Location 02" },
    { "id": "7", "imageLink": "/Picture7.png", "imageAddress": "Location 01" },
    { "id": "8", "imageLink": "/Picture8.png", "imageAddress": "Location 02" },
    { "id": "9", "imageLink": "/Picture9.png", "imageAddress": "Location 02" },
    { "id": "10", "imageLink": "/Picture10.jpg", "imageAddress": "Location 02" },
    { "id": "11", "imageLink": "/Picture11.jpg", "imageAddress": "Location 02" }
  ]
}
